Revit.Elements.UnknownElement.FromExisting(Autodesk.Revit.DB.Element)
Wrap an element.  By default, this element is owned by Revit.  You must
set this value manually if that's not what you want.
element: